Repository: bmihelac/django-cruds-mixins
Catalog: cruds_mixins/locale/*/LC_MESSAGES/django.po
Languages: sl

source: edit
sl: uredi

source: delete
sl: izbriši

source: Export
sl: izvozi

source: Actions
sl: Ukrepi

source: View
sl: Podrobnosti

source: Submit
sl: Pošlji

source: Are you sure?
sl: Ali ste prepričani?

source: Delete
sl: Izbriši

source: %(count)s results. Displaying: %(display)s.
sl: %(count)s rezultatov. Prikazano: %(display)s.

source: Select all %(num)s results
sl: Izberi vse %(num)s rezultate

source: Previous
sl: Prejšnji

source: Next
sl: Naslednji

source: New %(model_name)s
sl: Ustvari %(model_name)s

source: Edit %(model_name)s
sl: Uredi %(model_name)s

source: Object %s has been created
sl: Zapis %s je bil ustvarjen

source: Edit %(object)s
sl: Uredi %(object)s

source: Object %s has been updated
sl: Zapis %s je bil spremenjen

source: Delete %(model)s: %(object)s
sl: Zbriši %(model)s: %(object)s

source: Record has been deleted.
sl: Zapis je bil zbrisan.
